Repository: ashim-kansal/HH_therapist
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Hey World
es: Hey espan

source: abc
es: essss

source: Heal@Home Programs
es: Heal@Home Programas

source: Please enter you registered email address. We will help you retrieve your password.
es: Digite su email address registrado en nuestro sistema. Lo ayudaremos a obtener el password.

source: Alcohol Management Program
es: Programa de Manejo del Consumo de Alcohol

source: 6 MONTH PROGRAM
es: Programa de 6 meses

source: Program
es: Programa

source: Proceed
es: Procedimiento

source: Settings
es: Inicializaci√≥n

source: Enter Email
es: Digite su email

source: Select Language
es: Seleccionar el Idioma

source: Change Password
es: Cambiar el Password

source: Forgot Password
es: Olvido el Password

source: Reset Password
es: Resetear el Password

source: Change Language
es: Cambiar el Idiom

source: Email already exist!
es: Email digitado ya existe!

source: We found an account with this email, do you want to login?
es: ya existe una cuenta con este email, desea connectarse?

source: Feedback
es: Retroalimentacion

source: ABOUT_US
es: Nuestra Informacion

source: Submit
es: Enviar

source: save
es: Salvar

source: Chat
es: Conversacion

source: My Chats
es: Mis conversaciones

source: Dashboard
es: Consola

source: No New Messages
es: Ningun mensaje nuevo

source: Not Found
es: No se encontro

source: No Data Found
es: No se encontraron datos

source: My Programs
es: Mis programas

source: Please share your thoughts with us
es: Por favor comparta sus ideas con nosotros

source: Please use this form to connect us
es: Por favor digite su retroalimentacion

source: Please enter a feedback
es: Por favor digite su retroalimentacion

source: Please enter your review
es: Por favor digite sus commentarios

source: No Record Found
es: No se encontraron registros

source: Schedule
es: Programado

source: Upcoming
es: Proximos

source: Completed
es: Terminado

source: Send
es: Enviar

source: No Upcoming Sessions
es: No tiene sesiones programadas

source: View All
es: Ver todos

source: Drinking Diary
es: Record de bebida

source: Daily Journaling
es: Registro Diario

source: My Session
es: Mis sessiones

source: Upcoming Sessions
es: Proximas sesiones

source: Search Nearest Pharmacies
es: Buscar droguerias cercanas

source: Open
es: Abierto

source: Cancel
es: Cancelar

source: Notification
es: Notificacion

source: Notifications
es: Notificaciones

source: Upgrade Now
es: Actualizar ahora

source: Journaling
es: Digite un registro

source: New Journal
es: Nuevo registro

source: Old Journal
es: Previos registros

source: Support
es: Soporte

source: Home
es: Hogar

source: Library
es: Libreria

source: Assessment
es: Evaluacion

source: Therapists
es: Terapista

source: Address
es: Direccion

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Name
es: Nombre Completo

source: Edit
es: Editar

source: Submit & Proceed
es: Enviar

source: Phone Number
es: Numero Telefonico

source: Update
es: Actualizar

source: Share Your Reviews
es: Comparte revisiones

source: Questionaire
es: Cuestionario

source: Profile
es: Perfil

source: FAQ's
es: Preguntas Frecuentes

source: Edit Profile
es: Editar el Perfil

source: Contact Us
es: Contactenos

source: More Information
es: Informacion Adicional

source: About Us
es: Quienes Somos

source: Terms & Conditions
es: Terminos y Condiciones

source: Privacy Policy
es: Politicas de privacidad

source: Log Out
es: Desconectarse

source: Terms & Condition
es: t√©rminos y pol√≠ticas comerciales

source: My Therapists
es: Mis terapistas

source: OTP Verification
es: Verificacion OTP

source: Resend code in:
es: Re-enviar codigo:

source: Therapist
es: Terapista

source: Resend OTP
es: Re-enviar OT

source: Get Started
es: Comenzar

source: Physician
es: M√©dico

source: Case manager
es: Administrador del caso

source: Re-Schedule
es: Cambiar cita

source: Old Password
es: Password Anterior

source: New Password
es: Nuevo Password

source: Confirm Password
es: Comfirme le password

source: Enter message
es: Digite el mensaje

source: Please enter a confirm password
es: Confirme el password
